{
  "format": "layers-model",
  "generatedBy": "keras v3.3.3",
  "convertedBy": "TensorFlow.js Converter v4.22.0",
  "modelTopology": {
    "keras_version": "3.3.3",
    "backend": "tensorflow",
    "model_config": {
      "class_name": "Sequential",
      "config": {
        "name": "sequential_165",
        "trainable": true,
        "dtype": "float32",
        "layers": [
          {
            "class_name": "InputLayer",
            "config": {
              "batch_shape": [null, 11],
              "dtype": "float32",
              "sparse": false,
              "name": "input_layer_165"
            }
          },
          {
            "class_name": "Dense",
            "config": {
              "name": "dense_495",
              "trainable": true,
              "dtype": "float32",
              "units": 64,
              "activation": "relu",
              "use_bias": true,
              "kernel_initializer": {
                "module": "keras.initializers",
                "class_name": "GlorotUniform",
                "config": {
                  "seed": null
                }
              },
              "bias_initializer": {
                "module": "keras.initializers",
                "class_name": "Zeros",
                "config": {}
              }
            }
          }
        ]
      }
    }
  }
}